{
    "articles": [
    {
    "id": "01",
    "title": "Epic Convention in London",
    "description": "The 10th London International Tattoo Convention, the greatest, most respected and prestigious body art convention in the world, is to be held on 26th, 27th and 28th September 2014 at Tobacco Dock, 50 Porters Walk, London E1W 2SF.",
    "summary1": "",
    "summary2": "Anticipation is running high for The London Tattoo Convention 2014, not only because this event receives such incredibly positive feedback every year at the international level, but primarily because September 2014 will be the tenth anniversary of a convention which showcases the best of international tattoo art.",
    "subheading1": "",
    "imageUrl": "/images/convention01.jpg"
    },
    {
    "id": "02",
    "title": "The Sexiest Russian Tattooed Girl",
    "description": "A little desctiption goes in here, cuz its just a desctiption.",
    "summary1": "With the Winter Olympics coming to a close in Sochi, we look back, extremely fondly, on the sexiest Russian doll Ira Chernova. She was our Inked Girl for our 2012 Art Issue and still leaves us spellbound.",
    "summary2": "/“I like living in the present, not thinking about past or future,/” she says. So she immortalizes an emotion in a minute, and for that instant there is nothing else but her subject and the shutter. The result is an emotionally charged photograph with a gaze that mirrors her own when she models. To say that Ira should be taken at face value seems unfair, though—and it would be, if the Russian-born photographer weren’t such a realist.",
    "subheading1": "We’ve never made someone an Inked Girl twice.",
    "imageUrl": "/images/sexy-tattoo-girls10.jpg"
    },
    {
    "id": "03",
    "title": "Brides Who Said 'I Do to Tattoos",
    "description": "As getting a tattoo is becoming more and more common, we are seeing tattoos becoming parts of recording important events in our life, sometimes in unconventional times.",
    "summary1": "There was a time when the common objection to getting a visible tattoo was, 'But what about your wedding?' We're happy to report that those days are mostly over! As tattoos become more common and weddings become less formal and less traditional overall, we're seeing more couples showing off their ink on the Big Day. (We've even declared temporary wedding tattoos the next big bridal trend!) We think it's great that couples don't feel the need to cover up tattoos anymore. After all, you should look like you on your wedding day, and if you have full sleeves or a cool quote on your wrist, there's no reason to hide that. Read on to see our favorite brides and grooms who said 'I do' to tattoos!",
    "summary2": "",
    "subheading1": "",
    "imageUrl": "/images/vanessa.jpg"
    },
    {
    "id": "04",
    "title": "Interview Exclusive: Lil/' Missy",
    "description": "I’m a self employed artist and a romantic rebel. In March I will be starting adult webcam entertainment. The link to the site I’ll be working on will be posted on all my social networking sites.",
    "summary1": "I got tattooed by my former teacher, Leo, and while he was tattooing, I thought, Do I want to do this—could this be my thing? A flame burned in me, so I did everything I could to get an apprenticeship and learned how to tattoo. Years before, I had studied fashion design and graphic design, so I had a nice background for drawing and composing, and now I know it helped me a lot to develop my style quickly.",
    "summary2": "Joe Capobianco inspired me a lot. His pin-ups have so much power and attitude. I really love the inspiring pin-ups from Emily Rose Murray, Valerie Vargas, Xam the Spaniard, and Claudia De Sabe. They are so incredibly beautiful. I get inspired by so many great photographers, and when I see a picture of a beautiful model I need to draw her. I love to go to museums and get inspired by the old masters of painting, like Caravaggio, Rubens, Mucha. Standing in front of their paintings is a really special feeling of pure happiness.",
    "subheading1": "Whose pin-up style do you admire?",
    "imageUrl": "/images/Tattoo-Girl-Inked.jpg"
    }
  ]
}